Repository: yuvalezy/ezy-wms-backend
Catalog: Service/ErrorMessages.*.resx
Languages: es_pa

source: BarCode is a required parameter
es_pa: El parametero "BarCode" (Codigó de Barra) es obligatorio

source: ID is a required parameter
es_pa: El parametero "ID" (Identificación de Transacción) es obligatorio

# BarCodentoMatchItemCode
source: The BarCode {0} does not match with Item {1} BarCode
es_pa: El código de barras {0} no coincide con el código de barras del artículo {1}

source: ItemCode is a required parameter
es_pa: El parametero "ItemCode" (Codigó de Artículo) es obligatorio

# ItemBarCodeNotPurchaseItem
source: Item {0}, Bar Code {1} is not a purchase item
es_pa: Artículo {0}, Código de Barras {1} no es un artículo de compra

# TransactionIDNotExists
source: Transaction with ID {0} does not exists in the system
es_pa: La transacción con ID {0} no existe en el sistema

# ItemCodeWasNotFoundIndatabase
source: Item Code {0} was not found in the database
es_pa: El código de artículo {0} no se encontró en la base de datos

source: WMS Transaction
es_pa: Transacción WMS

# WMSTransactionAlert
source: WMS Incoming Transaction #{0}
es_pa: Transacción de Entrada WMS #{0}

source: LineID is a required parameter
es_pa: LineID es un parameter requerido

source: Draft Number
es_pa: Numero Borrador

# ItemBarCode1WasNotFoundInTransactionSpecificDocuments
source: Item {0}, Bar Code {1} was not found in transaction specific documents
es_pa: Artículo {0}, Código de Barras {1} no fue encontrado en los documentos especficos de la transacción

source: Purchase Delivery Note
es_pa: Entrada de Mercancia

source: Draft
es_pa: Borrador

# GoodsReceiptData_AddItem_No_valid_source_purchase_document_found_for_item__0_
source: No valid source purchase document found for item {0}
es_pa: No se encontrol documento de compra fuente valido para el artículo {0}

# ReleasedQuantityFromItemIsless
source: Released quantity from item {0} is less then added quantity
es_pa: La cantidad liberada del artículo {0} es menor que la cantidad agregada.

# PickEntryRequiredParameter
source: PickEntry is a required parameter
es_pa: El parametero "PickEntry" es obligatorio
